{
  "1 {0} = {1} {2}": "1 {0} = {1} {2}",
  "Details": "Details",
  "Note that if you use Typhon wallet in HD mode, you will only see orders sent from current address. For\n                    best experience, please use Typhon in single-address mode.": "Note that if you use Typhon wallet in HD mode, you will only see orders sent from current address. For\n                    best experience, please use Typhon in single-address mode.",
  "Pool": "Pool",
  "Reverse Rate": "Reverse Rate",
  "Route": "Route",
  "Status": "Status",
  "TVL": "TVL",
  "Token": "Token",
  "Top Pools": "Top Pools",
  "Top Tokens": "Top Tokens",
  "What is Zapping?": "What is Zapping?",
  "Your order is <b>out of price range</b>, you can cancel or wait till the pool price changes to meet your order's slippage.": "Your order is <b>out of price range</b>, you can cancel or wait till the pool price changes to meet your order's slippage.",
  "Zap": "Zap",
  "Zap In": "Zap In",
  "Zap-In": "Zap-In",
  "A collateral is required in order to interact with smart contracts on Cardano. The collateral amount should be greater than": "Eine Sicherheitskaution wird benötigt, um mit Smart Contracts auf Cardano zu interagieren. Der Betrag der Sicherheitskaution sollte größer sein als",
  "APR": "effektiver Jahreszins",
  "Batcher Fee": "Abfertigungsgebühr",
  "Cancel": "Abbrechen",
  "Change (24H)": "Veränderung (24H)",
  "Collateral not found!": "Sicherheitskaution nicht gefunden!",
  "Complete": "Abgeschloßen",
  "Date & Time": "Datum & Zeit",
  "Deposit ADA": "ADA Hinterlegen",
  "Dive into the Top Liquidity Pools! Swap, Provide Liquidity and Yield Farm in selected Farm.": "Tauche ein in die top Liquiditäts Pools! Tausche, stelle Liquidität bereit und erhalte Erträge von ausgewählten Farmen.",
  "Dive into the Top Liquidity Pools! Swap, Provide Liquidity and Yield Farm in selected Farms.": "Tauche ein in die top Liquiditäts Pools! Tausche, stelle Liquidität bereit und erhalte Erträge von ausgewählten Farmen.",
  "Fee paid for the service of off-chain Laminar batcher to process transactions.": "Gebühr für den off-Chain Laminar Batcher um Transaktionen zu prozessieren.",
  "LP fee": "LP Gebühr",
  "Market Cap": "Marktkapitalisierung",
  "No asset found.": "Keine Suchergebnisse.",
  "Pending orders": "Ausstehende Aufträge",
  "Queueing": "Wartend",
  "Search by name or symbol": "Suche nach Namen oder Symbol",
  "The amount is separated from your account balance, you can choose to return it to your balance at any time.": "Diese Summe wird von Ihrem Saldo abgespalten. Dies kann jederzeit wieder rückgängig gemacht werden.",
  "This amount of ADA will be held as minimum UTxO ADA and will be returned when your orders are processed or cancelled.": "Diese Menge an ADA wird für die minimale UTxO reserviert und wird bei erfolgreichem Tausch oder stornieren des Auftrages wieder retourniert.",
  "View the Top Tokens traded on the Minswap DEX.": "Die meistgetauschten Tokens auf dem Minswap DEX.",
  "Your Liquidity": "Ihre Liquidität",
  "Your order’s slippage is <b>Out-of-range</b>, options: update, cancel or wait till the pool price changes to\n          meet your order’s slippage.": "Der Auftrag befindet sich <b>außerhalb der definierten Kursabweichungstoleranz</b>.\n          Sie können den Auftrag stornieren oder warten, bis sich der Kurs wieder in Ihrer Toleranzgrenze befindet.",
  "Your pool tokens:": "Ihre Pool Tokens:",
  "Zap-In is an easy way to Provide Liquidity when you only have one token of the pair.": "Zap-In ist ein einfacher Weg Liquidität bereitzustellen, wenn Sie nur ein Token eines Paares besitzen.",
  "0.3% LP Fee": "0.3% LP-Gebühr",
  "Action": "Aktion",
  "All": "Alle",
  "Browse your pending/past orders.": "Durchsuchen Sie Ihre ausstehenden/vergangenen Aufträge.",
  "Cancelled": "Storniert",
  "Copy to clipboard": "In Zwichenablage kopieren",
  "Create Pool": "Pool erstellen",
  "Created": "Erstellt",
  "Deposit": "Einzahlen",
  "Disconnect": "Verbindung trennen",
  "Dive Into Liquidity": "Eintauchen in die Liquidität",
  "Executed": "Ausgeführt",
  "Fee": "Gebühr",
  "For each trade a 0.3% goes to liquidity providers.": "Für jeden Tausch gehen 0,3% an die Liquiditätsanbieter.",
  "From Token": "Von Token",
  "No pool is available.": "Es ist kein Pool verfügbar.",
  "Note: Zap might cause a small amounts of slippage.": "Hinweis: Zap kann ein geringes Maß an Kursänderungen verursachen.",
  "Orders": "Aufträge",
  "Overview": "Übersicht",
  "Pair": "Paar",
  "Provide Liquidity": "Liquidität bereitstellen",
  "Request tADA": "tADA anfordern",
  "Request test tokens": "Test-Token anfordern",
  "Search": "Suchen",
  "Search pair": "Paar suchen",
  "Search pools": "Pool suchen",
  "Search token": "Token suchen",
  "Select LP Token": "LP-Token auswählen",
  "Select a pool": "Einen Pool auswählen",
  "Sort action by": "Aktion sortieren nach",
  "Swap, earn, stack yields, all on one decentralized, community-driven platform.": "Tauschen, Verdienen, Stack-Erträge - alles auf einer dezentralen, Community-gesteuerten Plattform.",
  "The difference between the market price and your price due to trade size.": "Die Differenz zwischen dem Marktpreis und Ihrem Preis aufgrund der Handelsgröße.",
  "This interface is connected to Cardano public {0}": "Diese Schnittstelle ist mit Cardano public {0} verbunden",
  "Time": "Zeit",
  "To LP": "Zu LP",
  "Trade": "Tauschen",
  "Volume 24H": "Volumen 24H",
  "Volume 7D": "Volumen 7D",
  "Withdraw": "Abheben",
  "You have no orders.": "Sie haben keine Aufträge.",
  "Your orders": "Ihre Aufträge",
  "Your transaction will revert if the price changes unfavorably by more than this percentage": "Ihre Transaktion wird rückgängig gemacht, wenn sich der Preis um mehr als diesen Prozentsatz ungünstig verändert",
  "Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.": "Ihre Transaktion wird rückgängig gemacht, wenn es eine große, ungünstige Preisbewegung gibt, bevor sie bestätigt wird.",
  "Your wallet address": "Ihre Wallet-Adresse",
  "Zap instead?": "Zap stattdessen?",
  "Zap makes it easy for anyone to add liquidity to an LP, it is a 1-click convert tokens to LP tokens.": "Zap macht es für jeden einfach, Liquidität zu einem LP hinzuzufügen, es ist eine 1-Klick-Umwandlung von Token in LP-Token.",
  "{0} Price": "{0} Preis",
  "Confirm Swap": "Tausch bestätigen",
  "Enter an amount": "Betrag eingeben",
  "Select a token": "Token auswählen",
  "Insufficient {0} balance": "Unzureichendes {0} Guthaben",
  "Swap": "Tauschen",
  "Liquidity": "Liquidität",
  "Farm": "Ernten (Farm)",
  "More": "Mehr",
  "Slippage Tolerance": "Kursabweichungstoleranz",
  "Contact": "Kontakt",
  "Settings": "Einstellungen",
  "Price Impact": "Preiseinfluss",
  "Liquidity Provider Fee": "Liquiditätsanbieter-Gebühr",
  "Minimum received": "Minimum erhalten",
  "Maximum sent": "Maximum gesendet",
  "Your transaction will revert if the price changes unfavorably by more than this percentage.": "Ihre Transaktion wird rückgängig gemacht, wenn sich der Preis ungünstig um mehr als diesen Prozentsatz ändert.",
  "Input is estimated. You will sell at most <a>{0} {1}</a> or the transaction will revert.": "Eingabe wird geschätzt. Sie werden höchstens <a>{0} {1}</a> verkaufen, andernfalls wird die Transaktion rückgängig gemacht.",
  "Output is estimated. You will receive at least <a>{0} {1}</a> or the transaction will revert.": "Ausgabemenge geschätzt. Sie erhalten mindestens <a>{0} {1}</a> oder die Transaktion wird rückgängig gemacht.",
  "Liquidity providers earn a 0.3% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.": "Liquiditätsgeber verdienen eine 0,3%ige Gebühr für jeden Tausch im Verhältnis zu ihrem Anteil am Pool. Die Gebühren werden dem Pool zugerechnet, fallen in Echtzeit an und können durch Entfernen der Liquidität in Anspruch genommen werden.",
  "Connect Wallet": "Wallet verbinden",
  "Add Liquidity": "Liquidität hinzufügen",
  "Pooled {0}:": "{0} gepoolt:",
  "Your total pool tokens:": "Ihre gesamten Pool-Token:",
  "Your pool share:": "Ihr Poolanteil:",
  "Add": "Hinzufügen",
  "Remove": "Entfernen",
  "Balance:": "Guthaben:",
  "<a>Tip:</a> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.": "<a>Tipp:</a> Wenn Sie Liquidität hinzufügen, erhalten Sie Pool-Token, die Ihre Position repräsentieren. Diese Token verdienen automatisch im Verhältnis zu Ihrem Anteil am Pool, und können jederzeit eingelöst werden.",
  "Share of Pool": "Anteil am Pool",
  "{0} per {1}": "{0} pro {1}",
  "Max": "Max.",
  "Search name or paste address": "Name suchen oder Adresse einfügen",
  "Amount": "Betrag",
  "Remove Liquidity": "Liquidität entfernen",
  "<a>Tip:</a> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.": "<a>Tipp:</a> Durch das Entfernen von Pool-Token wird Ihre Position zum aktuellen Kurs proportional zu Ihrem Anteil am Pool in die zugrunde liegenden Token umgewandelt. Eingenommene Gebühren sind in den Beträgen enthalten, die Sie erhalten.",
  "Price": "Preis"
}
