{
  "1 {0} = {1} {2}": "1 {0} = {1} {2}",
  "A collateral is required in order to interact with smart contracts on Cardano. The collateral amount should be greater than": "Για να αλληλεπιδράσετε με τα smart contracts του Cardano απαιτείται μια εγγύηση, η οποία θα πρέπει να είναι μεγαλύτερη από",
  "APR": "APR",
  "Action": "Ενέργεια",
  "All": "όλα",
  "Batcher Fee": "Αμοιβή προς Batcher",
  "Browse your pending/past orders.": "Περιήγηση στις εν αναμονή/παλαιές σας εντολές.",
  "Cancel": "Ακύρωση",
  "Cancelled": "Ακυρώθηκαν",
  "Change (24H)": " Αλλαγή (24 ώρες)",
  "Collateral not found!": "Δεν βρέθηκε εγγύηση!",
  "Complete": "Ολοκληρώθηκε",
  "Create Pool": "Δημιουργία Δεξαμενής",
  "Date & Time": "Ημερομηνία & Ώρα",
  "Deposit": "Κατάθεση",
  "Deposit ADA": "Κατάθεση ADA",
  "Details": "Λεπτομέρειες",
  "Dive into the Top Liquidity Pools! Swap, Provide Liquidity and Yield Farm in selected Farm.": "Dive into the Top Liquidity Pools! Swap, Provide Liquidity and Yield Farm in selected Farm.",
  " Καλώς ήρθατε στις κορυφαίες Δεξαμενές Ρευστότητας! Ανταλλάξτε, Προσθέστε Ρευστότητα και Καλλιεργείστε σε επιλεγμένες Φάρμες!.",
  "Fee": "Αμοιβή",
  "Fee paid for the service of off-chain Laminar batcher to process transactions.": "Αμοιβή που χρεώνεται για την υπηρεσία των εκτός αλυσίδας Laminar batcher ώστε να επεξεργαστούν τη συναλλαγή.",
  "From Token": "Από το Νόμισμα",
  "LP fee": "Αμοιβή των LP",
  "Market Cap": "Κεφαλαιοποίηση Αγοράς",
  "No asset found.": "Δεν βρέθηκε περιουσιακό στοιχείο.",
  "Note that if you use Typhon wallet in HD mode, you will only see orders sent from current address. For\n                    best experience, please use Typhon in single-address mode.": "Προσοχή, εάν χρησιμοποιείτε το πορτοφόλι Typhon σε λειτουργία HD, θα είναι ορατές μόνο οι εντολές που αποστέλλονται από την παρούσα διεύθυνση. Για\n                    καλύτερη εμπειρία, παρακαλώ χρησιμοποιείτε το Typhon σε λειτουργία single-address.",
  "Orders": "Εντολές",
  "Overview": "Αρχική",
  "Pair": "Ζεύγος",
  "Pending orders": "Εντολές εν αναμονή",
  "Pool": "Δεξαμενή",
  "Queueing": "Ουρά",
  "Reverse Rate": "Αντεστραμμένη αναλογία",
  "Search": "Αναζήτηση",
  "Search by name or symbol": "Αναζήτηση με όνομα ή σύμβολο",
  "Search pair": "Αναζήτηση Ζεύγους",
  "Search token": "Αναζήτηση Νομίσματος",
  "Select LP Token": "Επιλέξτε LP Νόμισμα",
  "Select a pool": "Επιλέξτε Δεξαμενή",
  "Sort action by": "Ταξινόμηση ενεργειών βάση",
  "Status": "Κατάσταση",
  "TVL": "TVL",
  "The amount is separated from your account balance, you can choose to return it to your balance at any time.": "Το ποσό αφαιρέθηκε από το λογαριασμό σας, μπορείτε να επιλέξετε να επιστραφεί στο λογαριασμό σας ανά πάσα στιγμή.",
  "This amount of ADA will be held as minimum UTxO ADA and will be returned when your orders are processed or cancelled.": "Αυτό το ποσό Ada θα δεσμευτεί ως ελάχιστα UTxO ADA και θα επιστραφεί όταν οι εντολές σας εκτελεστούν ή ακυρωθούν.",
  "This interface is connected to Cardano public {0}": "Αυτή η διεπαφή είναι συνδεδεμένη στο Cardano public {0}",
  "To LP": "To LP",
  "Token": "Νόμισμα",
  "Top Pools": "Κορυφαίες Δεξαμενές",
  "Top Tokens": "Κορυφαία Νομίσματα",
  "Trade": "Ανταλλαγή",
  "View the Top Tokens traded on the Minswap DEX.": "Ενημερωθείτε για τα Κορυφαία Νομίσματα που ανταλλάσσονται στο  Minswap DEX.",
  "Volume 24H": " Όγκος συναλλαγών (24ώρες)",
  "What is Zapping?": "Τι είναι το Zapping?",
  "Withdraw": "Ανάλληψη",
  "Your Liquidity": "Η Ρευστότητα σας",
  "Your order is <b>out of price range</b>, you can cancel or wait till the pool price changes to meet your order's slippage.": "Η εντολή σας είναι <b>εκτός εύρους τιμής</b>, μπορείτε να την ακυρώσετε ή να περιμένετε να αλλάξει η τιμή ώστε να βρίσκεται εντός της αποδεκτής απόκλισης που ορίσατε.",
  "Your orders": "Οι εντολές σας",
  "Your pool tokens:": "Τα νομίσματα σας στη δεξαμενή:",
  "Zap": "Zap",
  "Zap In": "Zap In",
  "Zap-In": "Zap-In",
  "Το Zap-In is an easy way to Provide Liquidity when you only have one token of the pair.": "Με τη μέθοδο Zap-In μπορείτε να προσθέσετε εύκολα ρευστότητά σε μια δεξαμενή, ακόμα και εάν έχετε στη κατοχή σας μόνο ένα είδος νομίσματος από το ζεύγος της.",
  "{0} Price": "{0} Τιμή",
  "Disconnect": "Αποσύνδεση",
  "Farm": "Φάρμα",
  "For each trade a 0.3% goes to liquidity providers.": "Για κάθε συναλλαγή το 0,3% πηγαίνει στους παρόχους ρευστότητας.",
  "The difference between the market price and your price due to trade size.": "Η διαφορά στην τιμή από την τιμή αγοράς λόγω του όγκου της συναλλαγής.",
  "Your transaction will revert if the price changes unfavorably by more than this percentage": "Η συναλλαγή σας θα αναστραφεί αν η τιμή μεταβληθεί δυσμενώς πάνω από αυτό το ποσοστό",
  "Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.": "Η συναλλαγή σας θα αναστραφεί αν υπάρξει μεγάλη και δυσμενής αλλαγή στην τιμή πριν την επιβεβαίωση.",
  "Your wallet address": "Η διεύθυνση του πορτοφολιού σας",
  "Confirm Swap": "Επιβεβαίωση Ανταλλαγής",
  "Enter an amount": "Εισάγετε ποσό",
  "Select a token": "Επιλέξτε ένα νόμισμα",
  "Insufficient {0} balance": "Ανεπαρκές υπόλοιπο {0}",
  "Swap": "Ανταλλαγή",
  "Liquidity": "Ρευστότητα",
  "More": "Περισσότερα",
  "Slippage Tolerance": "Αποδεκτή απόκλιση",
  "Contact": "Επικοινωνία",
  "Settings": "Ρυθμίσεις",
  "Price Impact": "Επιπτώσεις τιμής",
  "Liquidity Provider Fee": "Τέλος παρόχου ρευστότητας",
  "Route": "Διαδρομή",
  "Minimum received": "Ελάχιστο λαμβανόμενο",
  "Maximum sent": "Απεστάλη το μέγιστο",
  "Your transaction will revert if the price changes unfavorably by more than this percentage.": "Η συναλλαγή σας θα αναστραφεί αν η τιμή μεταβληθεί δυσμενώς πάνω από αυτό το ποσοστό.",
  "Input is estimated. You will sell at most <a>{0} {1}</a> or the transaction will revert.": "Η τιμή που εισάγετε εκτιμήθηκε. Θα πουλήσετε το πολύ <a>{0} {1}</a> ή η συναλλαγή θα υπαναχωρήσει.",
  "Output is estimated. You will receive at least <a>{0} {1}</a> or the transaction will revert.": "Το αποτέλεσμα εκτιμήθηκε. Θα λάβετε τουλάχιστον <a>{0} {1}</a> ή η συναλλαγή θα υπαναχωρήσει.",
  "Liquidity providers earn a 0.3% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.": "Οι πάροχοι ρευστότητας κερδίζουν αμοιβή της τάξεως του 0,3% από όλες τις συναλλαγές ανάλογα με το μερίδιο τους στη δεξαμενή. Οι αμοιβές προστίθενται στη δεξαμενή σε πραγματικό χρόνο και μπορούν να διεκδικηθούν με ανάληψη της ρευστότητάς σας.",
  "Connect Wallet": "Σύνδεση Πορτοφολιού",
  "Add Liquidity": "Προσθήκη Ρευστότητας",
  "Pooled {0}:": "Συγκεντρώθηκε(αν) {0}:",
  "Your total pool tokens:": "Τα συνολικά νομίσματα της δεξαμενής σας:",
  "Your pool share:": "Το μερίδιό σας από την δεξαμενή:",
  "Add": "Προσθήκη",
  "Remove": "Αφαίρεση",
  "Balance:": "Υπόλοιπο:",
  "<a>Tip:</a> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.": "<a>Συμβουλή:</a> Όταν προσθέσετε ρευστότητα, θα λάβετε νομίσματα ανάλογα με τη θέση σας στη δεξαμενή. Αυτά τα νομίσματα κερδίζουν αυτόματα αμοιβές ανάλογα με το μερίδιό σας στην δεξαμενή και μπορούν να εξαργυρωθούν ανά πάσα στιγμή.",
  "Share of Pool": "Μερίδιο από τη Δεξαμενή",
  "{0} per {1}": "{0} ανά {1}",
  "Max": "Μέγιστο",
  "Search name or paste address": "Αναζήτηση ονόματος ή επικόλληση διεύθυνσης",
  "Amount": "Ποσό",
  "Remove Liquidity": "Αφαίρεση Ρευστότητας",
  "<a>Tip:</a> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.": "<a>Συμβουλή:</a> Η αφαίρεση νομισμάτων από τη δεξαμενή οπισθοχωρεί την θέση των υποκείμενων νομισμάτων στη τρέχουσα ισοτιμία, αναλογικά με το μερίδιό σας στην δεξαμενή. Οι κερδισμένες αμοιβές περιλαμβάνονται στα ποσά που λαμβάνετε.",
  "Price": "Τιμή"
}
