{
  "Disconnect": "Desconectado",
  "For each trade a 0.3% goes to liquidity providers.": "Por cdada intercambio, el 0.3% va al proveedor de liquidez.",
  "The difference between the market price and your price due to trade size.": "La diferencia entre el precio del mercado y su precio debido al tamaño de la operación.",
  "Your transaction will revert if the price changes unfavorably by more than this percentage": "Su transacción se revertirá si el precio cambia desfavorablemente en más de este porcentaje",
  "Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.": "Su transacción se revertirá si hay un movimiento de precios grande y desfavorable antes de que se confirme.",
  "Your wallet address": "La dirección de tu billetera",
  "Confirm Swap": "Confirmar intercambio",
  "Enter an amount": "Introduzca un importe",
  "Select a token": "Seleccione un token",
  "Insufficient {0} balance": "Saldo {0} insuficiente",
  "Swap": "Intercambiar",
  "Liquidity": "Liquidez",
  "Farm": "Cosecha",
  "More": "Más",
  "Slippage Tolerance": "Tolerancia al riesgo financiero",
  "Contact": "Contacto",
  "Settings": "Configuración",
  "Price Impact": "Impacto en el precio",
  "Liquidity Provider Fee": "Tarifa del proveedor de liquidez",
  "Route": "Ruta",
  "Minimum received": "Mínimo recibido",
  "Maximum sent": "Máximo enviado",
  "Your transaction will revert if the price changes unfavorably by more than this percentage.": "Su transacción se revertirá si el precio cambia desfavorablemente más de este porcentaje.",
  "Input is estimated. You will sell at most <a>{0} {1}</a> or the transaction will revert.": "La entrada es estimada. Venderá como máximo <a>{0} {1}</a> o la transacción se revertirá.",
  "Output is estimated. You will receive at least <a>{0} {1}</a> or the transaction will revert.": "El rendimiento es estimado. Recibirá al menos <a>{0} {1}</a> o la transacción se revertirá.",
  "Liquidity providers earn a 0.3% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.": "Los proveedores de liquidez ganan una cuota del 0,3 % en todas las operaciones proporcionales a su participación en el fondo común. Las tarifas se añaden a este fondo común, se acumulan en tiempo real y se pueden reclamar retirando su liquidez.",
  "Connect Wallet": "Conectar cartera",
  "Add Liquidity": "Añadir liquidez",
  "Pooled {0}:": "Conjunto {0}:",
  "Your total pool tokens:": "Su total de tokens del fondo común:",
  "Your pool share:": "Participación en el fondo:",
  "Add": "Añadir",
  "Remove": "Eliminar",
  "Balance:": "Saldo:",
  "<a>Tip:</a> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.": "<a>Consejo:</a> Cuando agregue liquidez, recibirá tokens del fondo común que representan su posición. Estos tokens ganan automáticamente tarifas proporcionales a su parte del grupo y se pueden canjear en cualquier momento.",
  "Share of Pool": "Participación del fondo común",
  "{0} per {1}": "{0} por {1}",
  "Max": "Máx",
  "Search name or paste address": "Buscar nombre o pegar dirección",
  "Amount": "Cantidad",
  "Remove Liquidity": "Quitar liquidez",
  "<a>Tip:</a> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.": "<a>Consejo:</a> La eliminación de tokens del fondo común revierte su posición en tokens subyacentes a la tasa actual, en proporción a su participación en dicho fondo. Las comisiones acumuladas se incluyen en las cantidades que recibe.",
  "Price": "Precio"
}
