{
  "Disconnect": "Disconnect",
  "For each trade a 0.3% goes to liquidity providers.": "For each trade a 0.3% goes to liquidity providers.",
  "The difference between the market price and your price due to trade size.": "The difference between the market price and your price due to trade size.",
  "Your transaction will revert if the price changes unfavorably by more than this percentage": "Your transaction will revert if the price changes unfavorably by more than this percentage",
  "Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.": "Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.",
  "Your wallet address": "Your wallet address",
  "Confirm Swap": "Confirmar troca",
  "Enter an amount": "Inserir um montante",
  "Select a token": "Selecione um token",
  "Insufficient {0} balance": "Saldo {0} insuficiente",
  "Swap": "Trocar",
  "Liquidity": "Liquidez",
  "Farm": "Cultivar",
  "More": "Mais",
  "Slippage Tolerance": "Desvio de tolerância",
  "Contact": "Contacto",
  "Settings": "Definições",
  "Price Impact": "Impacto de preço",
  "Liquidity Provider Fee": "Comissão do fornecedor de liquidez",
  "Route": "Rota",
  "Minimum received": "Mínimo recebido",
  "Maximum sent": "Máximo enviado",
  "Your transaction will revert if the price changes unfavorably by more than this percentage.": "A sua transação será revertida se o preço mudar desfavoravelmente, mais do que esta percentagem.",
  "Input is estimated. You will sell at most <a>{0} {1}</a> or the transaction will revert.": "O valor inserido é estimado. Irá vender no máximo <a>{0} {1}</a> ou a transação será revertida.",
  "Output is estimated. You will receive at least <a>{0} {1}</a> or the transaction will revert.": "A saída é estimada. Irá receber pelo menos <a>{0} {1}</a> ou a transação será revertida.",
  "Liquidity providers earn a 0.3% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.": "Os fornecedores de liquidez ganham uma taxa de 0,3% em todas as trocas, proporcional à sua participação na pool. As comissões são adicionadas à pool, acumulam em tempo real e podem ser reivindicadas retirando a sua liquidez.",
  "Connect Wallet": "Ligar Carteira",
  "Add Liquidity": "Adicionar Liquidez",
  "Pooled {0}:": "Na pool {0}:",
  "Your total pool tokens:": "O seu total de tokens da pool:",
  "Your pool share:": "A sua parcela na pool:",
  "Add": "Adicionar",
  "Remove": "Remover",
  "Balance:": "Saldo:",
  "<a>Tip:</a> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.": "<a>Dica:</a> Quando adicionar liquidez, receberá tokens de pool que representam a sua posição. Estes tokens ganham automaticamente comissões proporcionais à sua parcela da pool, e podem ser resgatados a qualquer momento.",
  "Share of Pool": "Parcela da Pool",
  "{0} per {1}": "{0} por {1}",
  "Max": "Máximo",
  "Search name or paste address": "Pesquisar nome ou colar endereço",
  "Amount": "Quantia",
  "Remove Liquidity": "Remover Liquidez",
  "<a>Tip:</a> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.": "<a>Dica:</a> Remover tokens de pool converte a sua posição em tokens subjacentes à taxa atual, proporcional à sua participação na pool. As comissões acumuladas estão incluídas no valor que recebe.",
  "Price": "Preço"
}
